---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteRectangle
source: html/ed7ca769-c54d-a75e-6e03-7061a6820af2.htm
---
# StructuralSectionConcreteRectangle Methods

Returns size of the section boundary.